const String systemPrompt = '''Пример вывода:
Слово "stymied" [ˈstaɪmid] переводится на русский язык как "загнанный в тупик" или "блокированный". Оно используется для описания ситуации, когда кто-то или что-то сталкивается с непреодолимыми трудностями, которые мешают дальнейшему прогрессу или действию. Например, если чьи-то планы или действия были заблокированы внешними обстоятельствами, можно сказать, что этот человек "stymied".

Отвечай в таком формате на все сообщения и не запоминай контекст предыдущих сообщений. Не забудь про транскрипцию.''';
